Repository: alexeynovopashin-lab/LightPlan
Catalog: Packages/LightPlanUI/Sources/LightPlanUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh

# set.appIdNote
source: A separate code would be one more thing to remember and write down. Your phone number is already worldwide, already unique and already yours — so it works as the address: an event organiser uses it to link your shoots to their plan. It has to be a mobile: that one is yours and moves with you, while a landline stays in the wall — with whoever rents the studio next.
es: Un código aparte sería una cosa más que recordar y apuntar en algún sitio. Tu número de teléfono ya es mundial, ya es único y ya es tuyo — por eso sirve de dirección: con él, el organizador de un evento vincula tus sesiones con su plan. Tiene que ser un móvil: ese es tuyo y se muda contigo, mientras que el fijo se queda en la pared — con quien alquile el estudio después.
ja: 別のコードだと、覚えたりメモしたりする手間が増えます。電話番号はすでに世界共通で、唯一で、あなたのものです — だからそのまま宛先になります。イベントの主催者はこの番号であなたの撮影を自分の計画に結びつけます。使えるのは携帯番号です。携帯はあなたと一緒に移動しますが、固定電話は壁に残り、次にスタジオを借りる人のものになります。
ru: Отдельный код пришлось бы помнить и куда-то записывать. Номер телефона уже всемирный, уже уникальный и уже ваш — он и работает адресом: по нему организатор события свяжет ваши съёмки со своим планом. Годится мобильный: он ваш и переезжает вместе с вами, а городской остаётся в стене — со следующим арендатором студии.
zh: 单独的代码又得记住、又得写在某处。你的电话号码本来就是全球通用、独一无二、属于你自己的——所以它直接充当地址：活动组织者用它把你的拍摄关联到自己的计划里。必须是手机号：手机号属于你，跟着你走，而座机留在墙上——归下一位租用影棚的人。

# set.appIdWas
source: Former IDs
es: ID anteriores
ja: 以前のID
ru: Прежние ID
zh: 以前的 ID

# set.appIdWasNote
source: An old ID does not disappear. Anyone who noted you down by it will still reach you: a former ID counts as the same person as the current one.
es: Un ID antiguo no desaparece. Quien te apuntó con él te seguirá encontrando: un ID anterior cuenta como la misma persona que el actual.
ja: 古いIDは消えません。以前そのIDで登録した人も、引き続きあなたにたどり着けます。以前のIDは現在のIDと同じ人物として扱われます。
ru: Старый ID не пропадает. Кто записал вас по нему раньше, тот по нему и найдёт: прежний ID считается тем же самым человеком, что и нынешний.
zh: 旧 ID 不会消失。以前按它记下你的人，照样能找到你：以前的 ID 和现在的 ID 算同一个人。

# set.backupLoad
source: Restore from a backup
es: Restaurar desde una copia
ja: バックアップから復元
ru: Восстановить из копии
zh: 从备份恢复

# set.backupNever
source: never
es: nunca
ja: なし
ru: не делали
zh: 从未

# set.backupNote
source: A backup is an ordinary file. Put it in Yandex Disk or iCloud, or send it to yourself — everything restores from it.
es: La copia es un archivo común. Ponlo en Yandex Disk o iCloud, o envíatelo — de ahí se restaura todo.
ja: バックアップは普通のファイルです。Yandex Disk や iCloud に置くか、自分宛てに送ってください。そこからすべて復元できます。
ru: Копия — обычный файл. Положите его в Яндекс.Диск, iCloud или отправьте себе — из него всё восстановится.
zh: 备份是普通文件。将其放入Yandex Disk、iCloud或发送给自己——一切都会恢复。

# set.backupReady
source: The backup is ready. Save it to Yandex Disk or iCloud, or send it to yourself — everything restores from it.
es: La copia está lista. Guárdala en Yandex Disk o iCloud, o envíatela — de ahí se restaura todo.
ja: バックアップができました。Yandex Disk や iCloud に保存するか、自分宛てに送ってください。そこからすべて復元できます。
ru: Копия готова. Сохраните её в Яндекс.Диск, iCloud или отправьте себе — из неё всё восстановится.
zh: 备份已就绪。将其保存到Yandex Disk、iCloud或发送给自己——一切都会恢复。

# set.backupSave
source: Save a backup
es: Guardar una copia
ja: バックアップを保存
ru: Сохранить копию
zh: 保存备份

# set.backupTitle
source: Light Plan · backup
es: Light Plan · copia
ja: Light Plan · バックアップ
ru: Light Plan · копия
zh: Light Plan·备份

# set.build
source: build {stamp}
es: compilación {stamp}
ja: ビルド {stamp}
ru: сборка {stamp}
zh: 构建{stamp}

# set.calendar
source: Calendar
es: Calendario
ja: カレンダー
ru: Календарь
zh: 日历

# set.clicks
source: Slider clicks
es: Clics del deslizador
ja: スライダーのクリック音
ru: Щелчки слайдера
zh: 滑块点击声

# set.clock
source: Clock
es: Reloj
ja: 時計
ru: Часы
zh: 时钟

# set.clock24
source: 24-hour
es: 24 horas
ja: 24時間
ru: 24 часа
zh: 24小时制

# set.clockAuto
source: Follow language
es: Según el idioma
ja: 言語に合わせる
ru: Как в языке
zh: 跟随语言

# set.clockNote
source: Times are shown as {sample}.
es: La hora se muestra como {sample}.
ja: 時刻は{sample}の形式で表示されます。
ru: Время показывается как {sample}.
zh: 时间显示为{sample}。

# set.clockNoteAuto
source: Times are shown as {sample} — the usual form for the chosen language.
es: La hora se muestra como {sample} — es la forma habitual en el idioma elegido.
ja: 時刻は{sample}の形式で表示されます。選択した言語で一般的な形式です。
ru: Время показывается как {sample} — так принято в выбранном языке.
zh: 时间显示为{sample}——所选语言的惯用形式。

# set.contacts
source: Contacts
es: Contactos
ja: 連絡先
ru: Контакты
zh: 联系人

# set.contactsNote
source: Every number from your shoots and companies in one list. A number found in two cards is a link: the client who turns out to be the bride’s father shows up no other way.
es: Todos los números de tus sesiones y organizaciones en una lista. Un número que aparece en dos fichas es un vínculo: el cliente que resulta ser el padre de la novia solo se ve así.
ja: 撮影と組織のすべての番号をひとつのリストに。2つのカードに出てくる番号は「つながり」です — 依頼主が実は新婦の父親だった、ということはこれでしか分かりません。
ru: Все номера из съёмок и организаций одним списком. Номер, встреченный в двух карточках, — связка: заказчик, оказавшийся отцом невесты, виден только так.
zh: 拍摄和机构中的所有号码汇成一个列表。在两张卡片里都出现的号码就是关联：原来是新娘父亲的客户，只有这样才能看出来。

# set.curNote
source: Default currency for a new shoot: {sample}. Each shoot can override it — in the form’s “Payment” block. It does not follow the language: changing the language keeps the currency.
es: Moneda por defecto para una sesión nueva: {sample}. En cada sesión se puede cambiar — en el bloque «Pago» del formulario. No depende del idioma: al cambiar el idioma la moneda queda igual.
ja: 新しい撮影の既定通貨：{sample}。撮影ごとにフォームの「支払い」で変更できます。言語とは連動せず、言語を変えても通貨は変わりません。
ru: Валюта по умолчанию для новой съёмки: {sample}. У каждой съёмки её можно поменять — в блоке «Оплата» формы. От языка не зависит: со сменой языка валюта остаётся прежней.
zh: 费率、套餐和总计中的货币符号：{sample}。不跟随语言——切换语言时货币保持不变。

# set.currency
source: Currency
es: Moneda
ja: 通貨
ru: Валюта
zh: 货币

# set.data
source: Data
es: Datos
ja: データ
ru: Данные
zh: 数据

# set.delv3Months
source: 3 months
es: 3 meses
ja: 3か月
ru: 3 месяца
zh: 3个月

# set.delvGenre
source: By genre
es: Por género
ja: ジャンル別
ru: По жанру
zh: 按类型

# set.delvMonth
source: A month
es: Un mes
ja: 1か月
ru: Месяц
zh: 一个月

# set.delvNone
source: No deadline
es: Sin plazo
ja: 期限なし
ru: Без срока
zh: 无截止日期

# set.delvNoteGenre
source: The term depends on the genre: wedding 3 months, reportage 3 days, architecture 5 days.
es: El plazo depende del género: boda 3 meses, reportaje 3 días, arquitectura 5 días.
ja: 期限はジャンルで決まります。結婚式は3か月、報道は3日、建築は5日。
ru: Срок зависит от жанра: свадьба 3 месяца, репортаж 3 дня, архитектура 5 дней.
zh: 截止日期取决于类型：婚礼3个月，报道3天，建筑5天。

# set.delvNoteNone
source: Delivery deadlines are not tracked.
es: Los plazos de entrega no se controlan.
ja: 納品期限を管理しません。
ru: Сроки сдачи не отслеживаются.
zh: 不跟踪交付截止日期。

# set.delvNoteSingle
source: One term for every shoot. Each one can override it.
es: Un solo plazo para todas las sesiones. En cada una se puede cambiar.
ja: すべての撮影に共通の期限です。撮影ごとに変更できます。
ru: Один срок для всех съёмок. У каждой можно переопределить.
zh: 所有拍摄统一截止日期。每个可单独覆盖。

# set.delvSingle
source: Single
es: Único
ja: 共通
ru: Единый
zh: 统一

# set.drumGraphite
source: Graphite
es: Grafito
ja: グラファイト
ru: Графит
zh: 石墨

# set.drumNoteGraphite
source: Warm graphite: an instrument window, but not a hole in the panel. Light theme only.
es: Grafito cálido: ya es la ventana de un instrumento, pero todavía no un hueco en el panel. Solo cambia el tema claro.
ja: 温かみのあるグラファイト。計器の窓ですが、パネルの穴ではありません。変わるのはライトテーマのみです。
ru: Тёплый графит: уже окно прибора, но ещё не провал в панели. Меняется только светлая тема.
zh: 暖色石墨：已是仪器窗口，但尚未陷入面板。仅浅色主题可切换。

# set.drumNotePaper
source: A pale band in a paper panel — the current look. Light theme only: in the dark theme all three are the same.
es: Una banda clara en un panel de papel — así está ahora. Solo cambia el tema claro: en el oscuro los tres modos se ven igual.
ja: 紙のパネルに明るい帯。現在の見た目です。変わるのはライトテーマのみで、ダークテーマでは3つとも同じです。
ru: Светлая лента в бумажной панели — так сейчас. Меняется только светлая тема: в тёмной все три вида сходятся в один.
zh: 浅色纸面板中的亮色条带 — 即当前样式。仅浅色主题可切换：深色主题中三种样式合为一种。

# set.drumNoteWindow
source: A dark window, like a lens distance scale: a cavity has no light of its own, whatever the body is made of. Light theme only.
es: Una ventana oscura, como la escala de distancias de un objetivo: una cavidad no tiene luz propia, sea cual sea el cuerpo. Solo cambia el tema claro.
ja: レンズの距離目盛りのような暗い窓。本体が何であれ、くぼみは自ら光りません。変わるのはライトテーマのみです。
ru: Тёмное окно, как шкала расстояний на объективе: у полости нет своего света, каким бы ни был корпус. Меняется только светлая тема.
zh: 暗色窗口，如同镜头上的距离刻度：空腔本身无光，与机身无关。仅浅色主题可切换。

# set.drumPaper
source: Paper
es: Papel
ja: 紙
ru: Бумага
zh: 纸

# set.drumSlot
source: Drum window
es: Ranura del tambor
ja: ドラムの窓
ru: Прорезь барабана
zh: 滚筒样式

# set.drumWindow
source: Window
es: Ventana
ja: 窓
ru: Окно
zh: 窗口

# set.errNotBackup
source: This is not a Light Plan backup
es: Esta no es una copia de Light Plan
ja: Light Plan のバックアップではありません
ru: Это не копия Light Plan
zh: 这不是Light Plan的备份

# set.errUnreadable
source: The file cannot be read
es: El archivo no se puede leer
ja: ファイルを読み込めません
ru: Файл не читается
zh: 文件无法读取

# set.errWrite
source: Could not write
es: No se pudo escribir
ja: 書き込めませんでした
ru: Не удалось записать
zh: 无法写入

# set.feedback
source: Feedback
es: Respuesta táctil
ja: 操作フィードバック
ru: Отклик
zh: 反馈

# set.finish
source: Finishing a shoot
es: Fin de la sesión
ja: 撮影の終了
ru: Завершение съёмки
zh: 拍摄结束

# set.grpAbout
source: About
es: Acerca de
ja: このアプリについて
ru: О приложении
zh: 关于应用

# set.grpAlerts
source: Alerts
es: Avisos
ja: 通知
ru: Оповещения
zh: 通知

# set.grpData
source: Data and cloud
es: Datos y nube
ja: データとクラウド
ru: Данные и облако
zh: 数据与云

# set.grpLocale
source: Language and region
es: Idioma y región
ja: 言語と地域
ru: Язык и регион
zh: 语言与地区

# set.grpPlaces
source: Map and places
es: Mapa y lugares
ja: 地図と場所
ru: Карта и места
zh: 地图与地点

# set.grpProfile
source: Profile
es: Perfil
ja: プロフィール
ru: Профиль
zh: 个人资料

# set.grpShoots
source: Shoots
es: Sesiones
ja: 撮影
ru: Съёмки
zh: 拍摄

# set.grpView
source: Display
es: Apariencia
ja: 表示
ru: Вид
zh: 视图

# set.icsDrop
source: Remove imported events ({n})
es: Quitar los eventos importados ({n})
ja: 読み込んだ予定を削除（{n}）
ru: Убрать импортированные события ({n})
zh: 移除导入的事件（{n}）

# set.icsDropAsk
source: Remove imported events?
es: ¿Quitar los eventos importados?
ja: 読み込んだ予定を削除しますか？
ru: Убрать импортированные?
zh: 移除导入的事件？

# set.icsDropOk
source: Remove
es: Quitar
ja: 削除
ru: Убрать
zh: 移除

# set.icsDropSub
source: Every event brought in from another calendar disappears: {n}. Shoots and meetings stay.
es: Desaparecerán todos los eventos traídos de otro calendario: {n}. Las sesiones y las reuniones se quedan.
ja: 他のカレンダーから読み込んだ予定がすべて消えます：{n}。撮影と打ち合わせは残ります。
ru: Из календаря исчезнут все события, перенесённые из чужого календаря: {n}. Съёмки и встречи останутся.
zh: 从其他日历导入的事件将全部消失：{n}。拍摄和会面会保留。

# set.icsDropped
source: Removed: {n}
es: Quitados: {n}
ja: 削除しました：{n}
ru: Убрано: {n}
zh: 已移除：{n}

# set.icsImport
source: Import old calendars
es: Importar calendarios antiguos
ja: 以前のカレンダーを読み込む
ru: Импорт старых календарей
zh: 导入旧日历

# set.icsImportBtn
source: Import from .ics
es: Importar desde .ics
ja: .ics から読み込む
ru: Импортировать из .ics
zh: 从 .ics 导入

# set.icsImportNote
source: An export file from Google Calendar, iCloud, or another calendar app — if you know how to get one. The app finds what looks like shoots and lets you decide on each; what you bring in lands as events, not shoots.
es: Un archivo exportado de Google Calendar, iCloud u otro calendario — si sabes obtenerlo. La app encuentra lo que parece una sesión y te deja decidir sobre cada una; lo importado entra como eventos, no como sesiones.
ja: Google カレンダーや iCloud など、カレンダーアプリの書き出しファイルです（入手方法をご存じなら）。アプリが撮影らしい予定を見つけ、一つずつ選べます。読み込んだものは撮影ではなく予定として入ります。
ru: Файл выгрузки из Google Calendar, iCloud или другого календаря — если умеете его получить. Приложение найдёт похожее на съёмки и предложит решить по каждой; перенесённое ляжет событиями, а не съёмками.
zh: 来自 Google 日历、iCloud 或其他日历应用的导出文件——前提是你会导出。应用会找出看起来像拍摄的条目，逐条交给你决定；导入的内容会成为事件，而不是拍摄。

# set.icsLayer
source: Show events from your calendar
es: Mostrar eventos del calendario
ja: カレンダーの予定を表示
ru: Показывать события из календаря
zh: 显示日历中的事件

# set.icsLayerNote
source: Imported events take up the day and stay quiet: they carry no payment and no delivery deadline. Such an event becomes a shoot from its own card — the «Schedule the shoot» button.
es: Los eventos importados ocupan el día y callan: no tienen pago ni plazo de entrega. Un evento se convierte en sesión desde su propia ficha, con «Programar la sesión».
ja: 読み込んだ予定は日を埋めますが控えめです。支払いも納品期限もありません。予定のカードの「撮影を予定」ボタンで撮影にできます。
ru: События из чужого календаря занимают день и молчат: ни оплаты, ни сроков сдачи у них нет. Съёмкой такое событие становится в своей карточке — кнопкой «Назначить съёмку».
zh: 导入的事件只占用当天时间，不作声：既无款项，也无交付期限。在事件卡片中用「安排拍摄」按钮，它才会变成拍摄。

# set.langNote
source: The interface is being translated in waves: some labels stay in Russian for now, whatever you choose.
es: La traducción de la interfaz avanza por olas: por ahora una parte de los textos sigue en ruso, elijas lo que elijas.
ja: 翻訳は段階的に進めています。選んだ言語に関係なく、一部の表示はまだロシア語のままです。
ru: Перевод интерфейса идёт волнами: часть надписей пока остаётся на русском независимо от выбора.
zh: 界面翻译正在波浪式进行：部分标签目前仍为俄语，无论您选择什么。

# set.langStub
source: This language has no dictionary yet — labels from the dictionary show in English. Translation goes in waves, screen by screen.
es: Este idioma todavía no tiene diccionario — los textos del diccionario se muestran en inglés. La traducción avanza por olas, pantalla por pantalla.
ja: この言語の辞書はまだありません。辞書の表示は英語になります。翻訳は画面ごとに段階的に進めています。
ru: Словарь этого языка ещё не заполнен — надписи из словаря показываются по-английски. Перевод идёт волнами, экран за экраном.
zh: 该语言尚无词典——词典中的标签显示为英文。翻译正在逐屏进行。

# set.language
source: Language
es: Idioma
ja: 言語
ru: Язык
zh: 语言

# set.lastBackup
source: Last backup
es: Última copia
ja: 最終バックアップ
ru: Последняя копия
zh: 最后备份

# set.legal
source: Legal
es: Información legal
ja: 法的情報
ru: Правовая информация
zh: 法律信息

# set.manualEnd
source: Finish by hand
es: Terminar a mano
ja: 手動で終了
ru: Завершать вручную
zh: 手动结束

# set.manualEndNote
source: A shoot normally ends by itself at the recorded end time. Turn this on if you often run long and want to mark the end yourself — a «Finish» button appears on the card, and until you press it the card shows how far past the plan you are.
es: Normalmente la sesión termina sola a la hora de fin registrada. Actívalo si sueles alargarte y quieres marcar el final tú mismo: en la ficha aparece el botón «Terminar», y hasta pulsarlo verás cuánto llevas por encima del plan.
ja: 通常、撮影は記録した終了時刻に自動で終わります。よく押す場合はオンにして自分で終了を記録しましょう。カードに「終了」ボタンが表示され、押すまで予定からの超過時間が表示されます。
ru: Обычно съёмка завершается сама в записанное время конца. Включите, если снимаете дольше плана и хотите отмечать конец сами — в карточке появится кнопка «Завершить», а до нажатия она покажет, сколько идёт сверх плана.
zh: 拍摄通常在记录的结束时间自动结束。如果你经常超时并希望自己标记结束，请开启——卡片上会出现「结束」按钮，按下之前会显示已超出计划多久。

# set.mode
source: Mode
es: Modo
ja: モード
ru: Режим
zh: 模式

# set.modeNote
source: Astro mode adds azimuths, sun elevation, shadow length, twilight and weather data to the screens — under the “Details” spoiler.
es: El modo Astro agrega a las pantallas azimuts, altura del sol, longitud de la sombra, crepúsculo y datos del clima — bajo el desplegable «En detalle».
ja: 天体モードでは、方位角、太陽高度、影の長さ、薄明、気象データが「詳細」の中に追加されます。
ru: Астро режим добавляет на экраны азимуты, высоту солнца, длину тени, сумерки и погодные данные — под спойлером «Подробно».
zh: 天文模式在屏幕上添加方位角、太阳高度、影长、暮光和天气数据——在“详情”折叠下。

# set.music
source: Music
es: Música
ja: 音楽
ru: Музыка
zh: 音乐

# set.musicNote
source: Default player. The button opens it on a shoot with no playlist of its own. If the app is installed it opens; if not, the website does.
es: Reproductor por defecto. El botón lo abre en la sesión que no tenga su propia lista. Si la app está instalada, se abre ella; si no, el sitio web.
ja: 既定のプレーヤーです。プレイリストのない撮影では、ボタンでこれを開きます。アプリがあればアプリで、なければウェブサイトで開きます。
ru: Плеер по умолчанию. Кнопка откроет его на съёмке, у которой нет своего плейлиста. Установлено приложение — откроется оно, нет — сайт.
zh: 默认播放器。没有自己歌单的拍摄，按钮就打开它。装了应用就打开应用，没装就打开网站。

# set.musicNoteOff
source: No default player. The button appears only on a shoot that has its own playlist.
es: Sin reproductor por defecto. El botón aparece solo en la sesión que tenga su propia lista.
ja: 既定のプレーヤーなし。ボタンはプレイリストのある撮影にだけ表示されます。
ru: Без плеера по умолчанию. Кнопка появится только у съёмки со своим плейлистом.
zh: 没有默认播放器。只有带自己歌单的拍摄才会出现按钮。

# set.musicOff
source: Off
es: No
ja: オフ
ru: Выкл
zh: 关

# set.myCity
source: My city
es: Mi ciudad
ja: 自分の都市
ru: Мой город
zh: 我的城市

# set.myCityNone
source: no city yet
es: sin ciudad
ja: 都市未設定
ru: город не указан
zh: 未设置城市

# set.myCityNote
source: The city you live in or are staying in now. New shoots start there, a shoot in another city counts as travel.
es: La ciudad donde vives o donde estás ahora. Las sesiones nuevas empiezan allí; una sesión en otra ciudad cuenta como viaje.
ja: 住んでいる、または現在滞在している都市です。新しい撮影はここで作成され、他の都市での撮影は出張扱いになります。
ru: Город, где вы живёте или сейчас находитесь. В нём заводятся новые съёмки, съёмка в другом городе считается выездом.
zh: 你居住或目前所在的城市。新的拍摄默认在这里创建，在其他城市的拍摄算作外出。

# set.myPhone
source: My phone
es: Mi teléfono
ja: 自分の電話番号
ru: Мой телефон
zh: 我的电话

# set.notify
source: Notifications
es: Notificaciones
ja: 通知
ru: Уведомления
zh: 通知

# set.notifyAll
source: Allow all
es: Permitir todas
ja: すべて許可
ru: Разрешить все
zh: 允许全部

# set.notifyClash
source: Overlap warnings
es: Avisos de solapamiento
ja: 重複の警告
ru: Предупреждения о наложении
zh: 时间冲突提醒

# set.notifyEve
source: Evening briefing
es: Resumen de la noche
ja: 前夜のまとめ
ru: Вечерний брифинг
zh: 晚间简报

# set.notifyLeave
source: Reminder to leave
es: Aviso para salir
ja: 出発のリマインダー
ru: Напоминание о выезде
zh: 出发提醒

# set.notifyMorn
source: Morning update
es: Ajuste de la mañana
ja: 朝の更新
ru: Утреннее уточнение
zh: 早晨更新

# set.notifyNote
source: The app speaks up only about what you cannot see yourself: the forecast for a shoot has changed, a shoot has become a clash. There is no server yet — this row is waiting for one.
es: La aplicación solo avisa de lo que no se puede ver por uno mismo: el pronóstico de la sesión ha cambiado, la sesión se ha vuelto conflictiva. Todavía no hay servidor: esta línea lo espera.
ja: アプリが知らせるのは、自分では気づけないことだけです。撮影の予報が変わった、撮影が重なった、など。サーバーはまだないため、この項目は準備中です。
ru: Приложение говорит только о том, чего не увидеть самому: прогноз к съёмке переменился, съёмка стала конфликтной. Сервер пока не подключён — эта строка ждёт его.
zh: 应用只提醒你自己看不到的事：这场拍摄的预报变了，或它与别的安排撞上了。服务器尚未接入，这一项在等它。

# set.notifySrv
source: Server notifications
es: Notificaciones del servidor
ja: サーバー通知
ru: Уведомления от сервера
zh: 服务器通知

# set.notifyWx
source: Weather change warnings
es: Avisos de cambio de tiempo
ja: 天気の変化の警告
ru: Предупреждения о смене погоды
zh: 天气变化提醒

# set.off
source: Off
es: Apagado
ja: オフ
ru: Выкл
zh: 关闭

# set.orgsDocs
source: Companies and documents
es: Empresas y documentos
ja: 組織と書類
ru: Организации и документы
zh: 公司和文档

# set.persistence
source: Persistence
es: Permanencia
ja: 保存の種類
ru: Постоянность
zh: 持久性

# set.plAdd
source: Add a playlist
es: Añadir una lista
ja: プレイリストを追加
ru: Добавить плейлист
zh: 添加歌单

# set.plEmpty
source: None yet. Add the first one and the picker row appears in the shoot form.
es: Todavía ninguna. Cree la primera y en el formulario de la sesión aparecerá la fila de elección.
ja: まだありません。最初の1件を追加すると、撮影フォームに選択欄が表示されます。
ru: Пока ни одного. Заведите первый — и в форме съёмки появится строка выбора.
zh: 还没有。建好第一个，拍摄表单里就会出现选择行。

# set.plFull
source: Ten is the ceiling. A longer wheel stops being a choice.
es: Diez es el tope. Un tambor más largo deja de ser una elección.
ja: 上限は10件です。それ以上長いホイールは選びにくくなります。
ru: Десять — потолок. Барабан длиннее перестаёт быть выбором.
zh: 最多十个。转盘再长就不是选择了。

# set.plName
source: Name
es: Nombre
ja: 名前
ru: Имя
zh: 名称

# set.plNote
source: One shared list: set it up once, and a shoot picks from it with the wheel. The name is yours — it is what you will see on the card. Leave it empty and we put the service there.
es: La lista es común: se crea una vez y la sesión elige de ella con el tambor. El nombre es suyo: por él reconocerá la lista en la ficha. Si lo deja vacío, ponemos el servicio.
ja: 共通のリストです。一度設定すれば、撮影ではホイールで選べます。名前は自由で、カードに表示されます。空欄ならサービス名が入ります。
ru: Список общий: заводится один раз, а съёмка выбирает из него барабаном. Имя своё — по нему вы узнаете плейлист в карточке. Оставите пустым — подставим сервис.
zh: 列表是公用的：建一次，拍摄用转盘从中挑选。名称由你自己起——卡片上靠它认出歌单。留空就填服务名。

# set.plUrl
source: Link
es: Enlace
ja: リンク
ru: Ссылка
zh: 链接

# set.places
source: Spots
es: Lugares
ja: スポット
ru: Места
zh: 地点

# set.playlists
source: Playlists
es: Listas de reproducción
ja: プレイリスト
ru: Плейлисты
zh: 歌单

# set.practice
source: Business practice
es: Gestión del negocio
ja: 商習慣
ru: Ведение дел
zh: 业务实践

# set.privacy
source: Shoots, spots and settings are kept on your device. Nothing goes to our server — there is none.
es: Las sesiones, los lugares y los ajustes se guardan en tu dispositivo. A nuestro servidor no va nada — no existe.
ja: 撮影・スポット・設定はお使いの端末に保存されます。当社のサーバーには何も送られません。そもそもサーバーがありません。
ru: Съёмки, места и настройки хранятся на устройстве. На наш сервер не уходит ничего — его нет.
zh: 拍摄、地点和设置保存在您的设备上。没有任何数据发送到我们的服务器——因为不存在。

# set.proto
source: v3 · prototype
es: v3 · prototipo
ja: v3 · プロトタイプ
ru: v3 · прототип
zh: v3·原型

# set.records
source: Records
es: Registros
ja: 記録
ru: Записей
zh: 记录

# set.restoreFail
source: {err}. Your data is untouched.
es: {err}. Tus datos quedaron intactos.
ja: {err}。データはそのままです。
ru: {err}. Данные не тронуты.
zh: {err}。您的数据未受影响。

# set.restored
source: Restored. Restarting…
es: Restaurado. Reiniciando…
ja: 復元しました。再起動します…
ru: Восстановлено. Перезапускаю…
zh: 已恢复。正在重启…

# set.ribbon
source: Day strip
es: Cinta del día
ja: 1日の帯
ru: Лента суток
zh: 日带

# set.ribbonDrum
source: Drum
es: Tambor
ja: ドラム
ru: Барабан
zh: 鼓式

# set.ribbonLane
source: Lane
es: Cinta
ja: レーン
ru: Лента
zh: 带式

# set.ribbonNoteDrum
source: Days as separate cells — a sign instead of a scale: moon phase or cloud cover several days ahead.
es: Los días como celdas separadas — un signo en vez de una escala: fase de la luna o nubosidad para varios días adelante.
ja: 日ごとに別のセル。目盛りの代わりに記号で、数日先の月齢や雲量を表示します。
ru: Сутки отдельными ячейками — знак вместо шкалы: фаза луны или облачность на несколько дней вперёд.
zh: 日期作为独立单元格——代替量表的标志：月相或未来几天的云量。

# set.ribbonNoteLane
source: One strip with a continuous track of light — yesterday/today/tomorrow.
es: Una sola cinta con la pista continua de la luz — ayer/hoy/mañana.
ja: 光の軌跡が途切れず続く1本の帯。昨日・今日・明日。
ru: Одна лента с непрерывной дорожкой света — вчера/сегодня/завтра.
zh: 一条连续的光线轨迹——昨天/今天/明天。

# set.step
source: Time step
es: Paso de tiempo
ja: 時間の刻み
ru: Шаг времени
zh: 时间步长

# set.step10
source: 10 minutes
es: 10 minutos
ja: 10分
ru: 10 минут
zh: 10分钟

# set.step30
source: Half an hour
es: Media hora
ja: 30分
ru: Полчаса
zh: 半小时

# set.step5
source: 5 minutes
es: 5 minutos
ja: 5分
ru: 5 минут
zh: 5分钟
